Repository: jmdaweb/enhancedAria
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, es, fi, fr, gl, he, hr, it, pl, pt_br, pt_pt, ro, sk, sl, tr, zh_cn

source: Enhanced Aria settings
bg: Настройки на Подобрения за ARIA
da: Indstillinger for Udvidet Aria
de: Erweitertes-Aria-Einstellungen
es: Ajustes de aria mejorada
fi: Laajennetun Arian asetukset
fr: Paramètres Enhanced Aria
gl: Configuración de Aria mellorada
he: הגדרות Enhanced Aria
hr: Postavke za poboljšana ARIA svojstva
it: Impostazioni Enhanced Aria
pl: Ustawienia Enhanced Aria
pt_br: Configurações do Melhoramentos de Aria
pt_pt: Configurações do melhoramentos do Aria
ro: Setări Enhanced Aria
sk: Nastavenia enhanced Aria
sl: Nastavitve Nadgrajenih Aria
tr: Geliştirilmiş Aria ayarları
zh_cn: Aria属性增强设置

source: article
bg: Статия
da: artikel
de: artikel
es: artículo
fi: artikkeli
gl: artigo
he: מאמר
hr: članak
it: Articolo
pl: artykuł
pt_br: artigo
pt_pt: artigo
ro: Articol
sl: članek
tr: Makale
zh_cn: 文档

source: art
bg: стт
he: ממר
hr: umjetnost
sl: čln
tr: mak
zh_cn: 文档

source: Report banners
bg: Докладвай банерите
da: Rapportér bannere
de: Logos ausgeben
es: Indicar títulos
fi: Ilmaise mainospalkit
fr: Annoncer les bannières
gl: Anunciar títulos
he: דווח על באנרים
hr: Izvijesti o natpisima
it: Annuncia banner
pl: wymawiaj banery
pt_br: Indicar banners
pt_pt: Indicação de banners
ro: Raportează banere
sk: Oznamovať bannery
sl: Sporočaj pasice
tr: Benırları seslendir
zh_cn: 读出横幅区

source: Report main content
bg: Докладвай основното съдържание
da: Rapportér hovedindhold
de: Hauptinhalte ausgeben
es: Indicar contenido principal
fi: Ilmaise pääsisältö
fr: Annoncer le contenu principal
gl: Anunciar contido principal
he: דווח על אזור תוכן ראשי
hr: Izvijesti o glavnom sadržaju
it: Annuncia contenuto principale
pl: wymawiaj treść główną
pt_br: Indicar conteúdo principal
pt_pt: indicar conteúdo principal
ro: Raporteaza conținut principal
sk: Oznamovať hlavný obsah
sl: Sporočaj glavno vsebino
tr: Ana içeriği seslendir
zh_cn: 读出主体内容区

source: Report search forms
bg: Докладвай формулярите за търсене
da: Rapportér søgeformularer
de: Suchformulare ausgeben
es: Indicar formularios de búsqueda
fi: Ilmaise hakulomakkeet
fr: Annoncer les formulaires de recherche
gl: Anunciar formularios de busca
he: דווח על שדה חיפוש
hr: Izvijesti o obrascima za pretragu
it: Annuncia form di ricerca
pl: wymawiaj formy wyszukiwania
pt_br: Indicar formulários de pesquisa
pt_pt: Indicar formulários de pesquisa
ro: Raporteaza câmpuri de căutare
sk: Oznamovať vyhľadávací formulár
sl: Sporočaj obrazce iskanja
tr: Arama formlarını seslendir
zh_cn: 读出搜索表单

source: Report forms with form role
bg: Докладвай формулярите с роля на формуляр (form)
da: Rapportér formularer med form-rolle
de: Formulare mit Formular-Bezug ausgeben
es: Indicar formularios con el rol de formulario
fi: Ilmaise lomakkeet, joilla on lomake-rooli
fr: Annoncer les formulaires avec rôle de formulaire
gl: Anunciar formularios co roll de formulario
he: דווח על טופס עם יעודו של כל שדה
hr: Izvijesti o obrascima koji imaju ulogu obrasca
it: Annuncia i moduli con ruolo form
pl: Wymawiaj formularzy z rolą formularza
pt_br: Indicar formulários com função de formulário
pt_pt: Indicar formulários com regras de formulário
ro: Raporteaza formulare cu rol de formular
sl: Sporočaj obrazce z (form role)
tr: Form rolü olan formları seslendir
zh_cn: 读出角色表单

source: Report navigation areas
bg: Докладвай областите за навигация
da: Rapportér navigationsområder
de: Navigationsbereiche ausgeben
es: Indicar áreas de navegación
fi: Ilmaise navigointialueet
fr: Annoncer les zones de navigation
gl: Anunciar áreas de navegación
he: דווח על אזור ניווט
hr: Izvijesti o područjima za navigaciju
it: Annuncia aree di navigazione
pl: wymawiaj obszary nawigacyjne
pt_br: Indicar áreas de navegação
pt_pt: Indicar áreas de navegação
ro: Raporteaza regiune de navigare
sk: Oznamovať oblasti navigácie
sl: Sporočaj območja krmiljenja
tr: Dolaşım Arialarını seslendir
zh_cn: 读出导航区

source: Report complementary content
bg: Докладвай допълнителното съдържание
da: Rapportér komplementært indhold
de: ergänzende Inhalte ausgeben
es: Indicar contenido complementario
fi: Ilmaise täydentävä sisältö
fr: Annoncer un contenu complémentaire
gl: Anunciar contido complementario
he: דווח על תוכן משלים
hr: Izvijesti o dopunskom sadržaju
it: Annuncia contenuto complementare
pl: wymawiaj treść dodatkową
pt_br: Indicar conteúdo complementar
pt_pt: Indicar conteúdo complementar
ro: Raporteaza conținut complementar
sk: Oznamovať komplextný obsah
sl: Sporočaj dopolnilno vsebino
tr: Tamamlayıcı içeriği seslendir
zh_cn: 读出辅助内容区

source: Report content info areas
bg: Докладвай областите с информация за съдържанието
da: Rapportér områder med information om indhold
de: Inhaltsangabenbereiche ausgeben
es: Indicar áreas de información de contenido
fi: Ilmaise sisältötietoalueet
fr: Annoncer les zones d'information sur le contenu
gl: Anunciar áreas de información do contido
he: דווח על איזורי מידע
hr: Izvijesti o područjima s informacijama o sadržaju
it: Annuncia aree di info contenuto
pl: Wymawiaj obszary treści informacji
pt_br: Indicar áreas de informações de conteúdo
pt_pt: Indicar conteúdo de áreas de informação
ro: Raporteaza regiunile cu conținut informativ
sk: Oznaovať oblast informácií o obsahu
sl: Sporočaj območja informacij z vsebino
tr: İçerik bilgi Arialarını seslendir
zh_cn: 读出信息内容区

source: Report articles
bg: Докладвай статиите
da: Rapportér artikler
de: Artikel ausgeben
es: Indicar artículos
fi: Ilmaise artikkelit
fr: Annoncer les articles
gl: Anunciar artigos
he: דווח על מאמרים
hr: Izvijesti o člancima
it: Annuncia articoli
pl: Czytaj artykuły
pt_br: Indicar artigos
pt_pt: Indicar artigos
ro: Raporteaza articole
sk: Oznamovať článok
sl: Sporočaj članke
tr: Makaleleri seslendir
zh_cn: 读出文档区

source: Report other labelled regions
bg: Докладвай други надписани области
da: Rapportér andre navngivne områder
de: Weitere beschriftete Regionen ausgeben
es: Indicar otras regiones etiquetadas
fi: Ilmaise muut nimetyt alueet
fr: Annoncer autres régions marquées
gl: Anunciar outras rexións etiquetadas
he: דווח על איזורים מתוייגים נוספים.
hr: Izvijesti o drugim označenim područjima
it: Annuncia altre regioni etichettate
pl: Czytaj inne oznaczone regiony
pt_br: Indicar outras regiões rotuladas
pt_pt: Indicar outras regiões etiquetadas
ro: Raporteaza alte regiuni etichetate
sk: Oznamovať ďalšie oblasti
sl: Sporočaj druga naznačena področja
tr: Diğer etiketlenen bölgeleri seslendir
zh_cn: 读出其他标记区

source: Enhanced aria settings...
bg: Настройки на Подобрения за ARIA...
da: Indstillinger for Udvidet Aria...
de: Erweitertes-Aria-Einstellungen...
es: Ajustes de aria mejorada...
fi: Laajennettu Aria...
fr: Paramètres Enhanced Aria...
gl: Configuración de Aria mellorada...
he: הגדרות Enhanced aria ...
hr: Postavke za poboljšana ARIA svojstva …
it: Impostazioni Enhanced Aria...
pt_br: Configurações do melhoramentos de aria...
pt_pt: Configurações do melhoramentos do aria...
ro: Enhanced area settings
sk: Enhanced Aria\ nastavenie...
sl: Nastavitve nadgrajenih aria...
tr: Geliştirilmiş aria ayarları...
zh_cn: Aria属性增强设置...

source: Change enhanced Aria settings
bg: Промяна на настройките на Подобрения за ARIA
da: Ændre indstilling for Udvidet Aria
de: Erweitertes-Aria-Einstellungen ändern
es: Cambiar los ajustes de aria mejorada
fi: Muuta Laajennetun Arian asetuksia
fr: Modifier les paramètres Enhanced Aria
gl: Modificar os axustes da Aria mellorada
he: שנה הגדרות enhanced Aria
hr: Promijeni postavke za poboljšana ARIA svojstva
it: Cambia impostazioni Enhanced Aria
pl: Zmienia ustawienia Enhanced aria
pt_br: Mudar as configurações do melhoramentos de Aria
pt_pt: Mudar as configurações do melhoramentos do aria
ro: schimbă setări pentru Enhanced area
sk: Zmente nastavenia Enhanced Aria
sl: Spremeni nastavitve nadgrajenih Aria
tr: Geliştirilmiş aria ayarlarını değiştir
zh_cn: 更改Aria属性增强设置

source: Enhanced Aria
bg: Подобрения за ARIA
da: Udvidet Aria
de: Erweitertes Aria
es: Aria mejorada
fi: Laajennettu Aria
he: enhanced Aria Enhanced Aria
hr: Poboljšana ARIA svojstva
pt_br: Melhoramentos de Aria
pt_pt: Melhoramentos do aria
ro: Enhanced Area
sl: NadgrajeneAria
tr: Geliştirilmiş Aria
zh_cn: Aria属性增强

source: This addon allows you to specify which Aria landmarks will be spoken when browsing a website. It has support for extra aria landmarks which are not included by default in NVDA.
bg: Тази добавка ви позволява да укажете кои ARIA маркери ще бъдат съобщавани при обхождане на даден уеб сайт. Има поддръжка за допълнителни ARIA маркери, които по подразбиране не са включени в NVDA.
da: Denne tilføjelse giver dig mulighed for at angive, hvilke Aria-landmærker der vil blive oplyst, når du browser på et websted. Denne tilføjelse indeholder understøttelse for yderligere landmærker, som ikke er medtaget som standard i NVDA.
de: Mit dieser Erweiterung können Sie festlegen, welche Aria-Sprungmarken beim Surfen auf einer Website ausgegeben werden. Sie unterstützt zusätzliche Aria-Sprungmarken, die standardmäßig nicht in NVDA enthalten sind.
es: Este complemento te permite especificar qué puntos de referencia aria serán verbalizados cuando explores un sitio web. Tiene soporte para puntos de referencia extra que no vienen incluidos por defecto en NVDA.
fi: Tämän lisäosan avulla voidaan määrittää, mitkä Aria-maamerkit puhutaan verkkosivua selattaessa. Se tukee Aria-lisämaamerkkejä, joita NVDA ei oletusarvoisesti tunnista.
fr: Cette extension vous permet de spécifier les régions aria qui seront annoncées lors de la navigation sur un site Web. Elle prend en charge les régions aria supplémentaires qui ne sont pas incluses par défaut dans NVDA.
gl: Este complemento permíteche especificar qué rexións Aria se falarán ao explorar un sitio web. Engade soporte para rexións Aria que non veñen incluídas por defecto en NVDA.
he: תוסף זה יאפשר לך לקבוע איזה רכיבי Aria יוקראו במהלך גלישה באינטרנט.
hr: Ovaj dodatak omogućava određivanje ARIA orijentira koji će se govoriti tijekom pregledavanja web stranica. Podržava dodatne ARIA orijentire, koji nisu standardno uključeni u NVDA.
it: Questo componente aggiuntivo consente di stabilire quali punti di riferimento Aria debbano essere annunciati da NVDA durante la navigazione di un sito. Supporta anche alcuni punti di riferimento non inclusi in NVDA.
pl: Ten dodatek dla NVDA umożliwia wymawianie punktów orientacyjnych z NVDA. Ten dodatek dodaje dodatkowe wsparcie dla punktów orientacyjnych, którzy nie istnieją w NVDA.
pt_br: Este complemento permite que especifique quais os marcos Aria serão falados ao navegar em um site. Tem suporte para marcos adicionais de aria que não estão incluídos por padrão no NVDA.
pt_pt: Este extra permite que especifique quais os pontos de referência do Aria serão indicados ao navegar em um site. Tem suporte para marcadores adicionais de ária que não estão incluídos, por defeito, no NVDA.
ro: Acest supliment vă permite să specificați ce repere Aria vor fi rostite atunci când navigați pe un site Web. Conține suport pentru repere suplimentare ale ariei care nu sunt incluse implicit în NVDA.
sk: Tento doplnok umožňuje určiť, ktoré orientačné body Aria sa budú používať pri prehliadaní webových stránok. Má podporu pre extra aria orientačné body, ktoré nie sú štandardne zahrnuté v NVDA.
sl: Ta dodatek vam dovoljuje določanje kateri Aria mejniki se bodo izgovorili ob brskanju po straneh. Podpira dodatne aria mejnike, ki privzeto niso vključeni v NVDA.
tr: Bu eklenti, web sitesinde gezinirken NVDA'nın hangi Aria yer imlerini seslendireceğini belirlemenizi sağlar. Varsayılan olarak NVDA'da bulunmayan Aria yer imlerini destekler.
zh_cn: 此插件允许您在浏览网站时自定义朗读Aria属性路标。 它补充了NVDA默认不支持的额外aria属性路标。
